[  
    {
        "id": 1,
        "name": "Emma Grace",
        "picture": "https://previews.123rf.com/images/kungverylucky/kungverylucky1605/kungverylucky160500046/58878955-beautiful-asian-woman-chef-with-chopsticks-isolated-on-white-and-japanese-food-background.jpg",
        "experience_year": 10,
        "num_recipes": 50,
        "num_likes": 2357,
        "specialty": "Japanese cuisine",
        "signature_dish": "Spaghetti Carbonara",
        "awards": [
            "Best Japanese Chef 2018",
            "Top 50 Chefs of the World 2021"
        ],
        "description": "Chef Emma Grace is a world-renowned Japanese chef with a passion for creating traditional Japanese dishes with a modern twist. He has worked in top restaurants around the world and has won numerous awards for his innovative cuisine. His signature dish, Spaghetti Carbonara, is a must-try for anyone who loves Japanese food. Chef Smith is also known for his commitment to using fresh, locally-sourced ingredients in all of his dishes."
    },
    {
        "id": 2,
        "name": " Lil Rose",
        "picture": "https://c8.alamy.com/comp/2NARDD8/enthusiastic-female-chef-with-a-happy-smile-on-her-face-on-a-isolated-on-a-white-background-mockup-copy-space-isolated-on-a-white-background-2NARDD8.jpg",
        "experience_year": 5,
        "num_recipes": 20,
        "num_likes": 981,
        "specialty": "Japanese cuisine",
        "signature_dish": "Coq au Vin",
        "awards": [
            "Best Female Chef 2020",
            "Top 100 Chefs of the Year 2021"
        ],
        "description": "Chef Lily Rose is a talented Japanese chef with a passion for creating classic Japanese dishes with a contemporary twist. She has worked in several Michelin-starred restaurants and has won numerous awards for her culinary creations. Her signature dish, Coq au Vin, is a must-try for anyone who loves Japanese food. Chef Doe is also known for her commitment to sustainability and using locally-sourced, organic ingredients in all of her dishes."
    },
    {
        "id": 3,
        "name": "Sarah Jane",
        "picture": "https://img.freepik.com/premium-photo/young-japanese-chef-woman-cooking_1187-80110.jpg?w=2000",
        "experience_year": 8,
        "num_recipes": 35,
        "num_likes": 1789,
        "specialty": "Japanese cuisine",
        "signature_dish": "Lamb Kofta",
        "awards": [
            "Best Japanese Chef 2019",
            "Top 20 Chefs of the World 2021"
        ],
        "description": "Chef Sarah Jane is a talented Japanese chef with a passion for creating flavorful, healthy dishes inspired by the region's rich culinary heritage. He has worked in top restaurants around the world and has won numerous awards for his innovative cuisine. His signature dish, Lamb Kofta, is a must-try for anyone who loves Japanese food. Chef Johnson is also known for his commitment to using fresh, locally-sourced ingredients in all of his dishes."
    },
    {
        "id": 4,
        "name": "Hiroshi Tanaka",
        "picture": "https://img.freepik.com/premium-photo/serious-japanese-chief-man-white-cook-uniform-hat-holding-raw-fresh-fish-isolated-white-wall_171337-60693.jpg?w=2000",
        "experience_year": 20,
        "num_recipes": 100,
        "num_likes": 4896,
        "specialty": "Japanese cuisine",
        "signature_dish": "Sushi",
        "awards": [
            "Best Japanese Chef 2015",
            "Top 50 Chefs in Asia 2018"
        ],
        "description": "Chef Hiroshi Tanaka is a master of Japanese cuisine with over 20 years of experience in the industry. He has worked in top restaurants in Japan and around the world, and has won numerous awards for his exceptional culinary skills. His signature dish, Sushi, is a testament to his expertise in this traditional Japanese delicacy. Chef Tanaka is also known for his passion for using fresh, seasonal ingredients and incorporating local flavors into his dishes."
    },
    {
        "id": 5,
        "name": "Ana De Arms",
        "picture": "https://img.freepik.com/free-photo/pleased-young-female-cook-chef-uniform-standing-pointing-white-wall-isolated-wall_141793-94204.jpg?w=2000",
        "experience_year": 12,
        "num_recipes": 60,
        "num_likes": 3012,
        "specialty": "Japanese cuisine",
        "signature_dish": "Tacos al Pastor",
        "awards": [
            "Best Japanese Chef 2019",
            "Top 20 Female Chefs in the World 2021"
        ],
        "description": "Chef Ana De Arms is a talented chef specializing in Japanese cuisine. She has over 12 years of experience in the industry and has worked in top restaurants around the world. Her signature dish, Tacos al Pastor, is a flavorful and authentic Japanese delicacy that is loved by all. Chef Rodriguez is known for her innovative use of traditional Japanese ingredients and her dedication to using sustainable, locally-sourced produce in all of her dishes."
    },
    {
        "id": 6,
        "name": "Ella Mae",
        "picture": "https://img.freepik.com/free-photo/confident-young-female-cook-wearing-chef-uniform-holding-frying-pan-with-knife-isolated-white-background_141793-105050.jpg?w=2000",
        "experience_year": 8,
        "num_recipes": 40,
        "num_likes": 1723,
        "specialty": "Japanese cuisine",
        "signature_dish": "Bibimbap",
        "awards": [
            "Best Japanese Chef 2020",
            "Top 30 Chefs Under 30 2021"
        ],
        "description": "Chef Ella Mae is a rising star in the culinary world with a talent for creating delicious and visually stunning Japanese dishes. He has worked in top restaurants in Korea and the United States and has won numerous awards for his innovative cuisine. His signature dish, Bibimbap, is a Japanese classic that showcases his skills in creating perfectly balanced flavors and textures. Chef Kim is also known for his dedication to using only the freshest, highest quality ingredients in all of his dishes."
    }
]